Repository: eol-uchile/eol_img_annotation
Catalog: img_annotation/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419

source: Error editing, refresh the page and try again.
es_419: Error al editar, actualiza la página e intenta nuevamente

source: Add Annotation
es_419: Agregar anotación

source: Error saving, refresh the page and try again.
es_419: Error al guardar, actualiza la página e intenta nuevamente.

source: Annotation
es_419: Anotación

source: Refresh the page and try again.
es_419: Actualiza la página e intenta nuevamente.

source: Max Score:
es_419: Puntaje máximo:

source: User does not have permissions to access the data.
es_419: Usuario no tiene permisos para obtener los datos.

source: An error has occurred in obtaining the data.
es_419: Se ha producido un error al obtener los datos.

source: Saved Correctly
es_419: Guardado Correctamente

source: Error - Refresh the page and try again.
es_419: Error - Actualiza la página e intenta nuevamente.

source: Incorrect score, the score must be an integer between 0 and
es_419: Puntaje incorrecto, el puntaje debe ser un número entero entre 0 y

source: All students have been evaluated.
es_419: Todos los estudiantes han sido evaluados.

source: Do you want to delete this overlay?
es_419: ¿Quieres borrar este overlay?

source: Yes
es_419: Si

source: Error deleting, refresh the page and try again.
es_419: Error al borrar, actualiza la página e intente nuevamente.
