Repository: eol-uchile/eol_img_annotation
Catalog: img_annotation/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: The component
es_419: El componente

source: has not been configured correctly
es_419: no se ha configurado correctamente

source: or
es_419: o

source: there are problems with the image link.
es_419: existen problemas con el link de la imagen

source: Try again, and check that all fields are filled in.
es_419: Edita nuevamente y revisa que todos los campos se han rellenado.

source: You can add annotations here as help annotations for all students to see.
es_419: Puedes agregar anotaciones acá como anotaciones de ayuda que podrán ver todos los estudiantes.

source: Help Annotations:
es_419: Anotaciones de ayuda:

source: Select an annotation
es_419: Selecciona una anotación

source: Annotation
es_419: Anotación

source: Annotations:
es_419: Anotaciones:

source: Add Overlay
es_419: Agregar Overlay

source: Add overlay
es_419: Agrega un overlay

source: Add Arrow Overlay
es_419: Agregar overlay (flecha)

source: Add arrow
es_419: Agrega flecha

source: there are problems with the image link
es_419: existen problemas con el link de la imagen

source: Contact the course team or help desk.
es_419: Contáctate con el equipo del curso o mesa de ayuda.

source: Seeing annotations by:
es_419: Viendo anotaciones de:

source: Students
es_419: Estudiantes

source: Score
es_419: Puntaje

source: Actions
es_419: Acciones

source: Close
es_419: Cerrar

source: Show only users without evaluation
es_419: Mostrar solo usuarios sin evaluar

source: My Annotations
es_419: Mis anotaciones:

source: Display help Annotations
es_419: Mostrar anotaciones de ayuda

source: Graded students information
es_419: Información de estudiantes calificados

source: Graded students:
es_419: Estudiantes Calificados

source: Loading
es_419: Cargando

source: Grade for:
es_419: Calificación para:

source: Score:
es_419: Puntaje:

source: General comment:
es_419: Comentario General:

source: Insert comment
es_419: Inserte un comentario

source: Saving
es_419: Guardando

source: Grade Students
es_419: Calificar Estudiantes

source: Not graded
es_419: No tiene calificaciones

source: Graded with:
es_419: Calificado con:

source: of
es_419: de

source: Comments:
es_419: Comentarios:

source: Display name
es_419: Nombre

source: Image URL (DZI format)
es_419: Url imagen (formato DZI)

source: Header
es_419: Encabezado

source: Insert component header
es_419: Inserta el encabezado del componente

source: Max Score
es_419: Puntaje Máximo

source: Save
es_419: Guardar

source: Cancel
es_419: Cancelar
